Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Forum topics, app entries, podcast episodes, and everything else on Home share the same main set of actions. You can reach them with a swipe, a tap-and-hold, or the VoiceOver Actions rotor. Save works like a bookmark and keeps the item in For You so you can find it again later. Share lets you send it to someone else. When there are new comments, Jump to First New Comment opens the item right at the first one you haven't seen. If you're signed in, Follow notifies you when there is new activity. Save and Follow serve different purposes, and I'll explain that difference in more detail when we get to For You. If you posted a forum topic yourself, Edit and Delete are also available for that topic.
ar: تشترك مواضيع المنتديات وإدخالات التطبيقات وحلقات البودكاست وكل ما في الشاشة الرئيسية في المجموعة الأساسية نفسها من الإجراءات. يمكنك الوصول إليها بالتمرير، أو باللمس مع الاستمرار، أو من خلال دوّار الإجراءات في VoiceOver. يعمل «حفظ» مثل الإشارة المرجعية ويُبقي العنصر في «من أجلك» لتجده لاحقًا. ويتيح لك «مشاركة» إرساله إلى شخص آخر. وعند وجود تعليقات جديدة، يفتح «الانتقال إلى أول تعليق جديد» العنصر عند أول تعليق لم تره بعد. إذا كنت مسجّل الدخول، فإن «متابعة» ينبهك عند وجود نشاط جديد. لكلٍّ من الحفظ والمتابعة غرض مختلف، وسأشرح الفرق بمزيد من التفصيل عندما نصل إلى «من أجلك». إذا كنت أنت من نشر موضوعًا في المنتدى، فسيتوفر لك أيضًا «تعديل» و«حذف» لذلك الموضوع.
de: Forenthemen, App-Einträge, Podcast-Folgen und alles andere auf der Startseite haben dieselben wichtigsten Aktionen. Du erreichst sie mit einem Wischen, durch Tippen und Halten oder über den VoiceOver-Rotor „Aktionen“. „Sichern“ funktioniert wie ein Lesezeichen und behält den Eintrag in „Für dich“, damit du ihn später wiederfindest. Mit „Teilen“ schickst du ihn an andere. Gibt es neue Kommentare, öffnet „Zum ersten neuen Kommentar springen“ den Eintrag direkt beim ersten Kommentar, den du noch nicht gesehen hast. Wenn du angemeldet bist, benachrichtigt dich „Folgen“ über neue Aktivitäten. „Sichern“ und „Folgen“ haben unterschiedliche Zwecke; den Unterschied erkläre ich dir genauer, wenn wir zu „Für dich“ kommen. Wenn du selbst ein Forenthema erstellt hast, stehen für dieses Thema auch „Bearbeiten“ und „Löschen“ zur Verfügung.
el: Τα θέματα φόρουμ, οι καταχωρίσεις εφαρμογών, τα επεισόδια podcast και όλα τα υπόλοιπα στην Αρχική έχουν το ίδιο βασικό σύνολο ενεργειών. Μπορείτε να τις βρείτε με σάρωση, με πάτημα και κράτημα ή με τον ρότορα Ενέργειες του VoiceOver. Η Αποθήκευση λειτουργεί σαν σελιδοδείκτης και κρατά το στοιχείο στο Για Εσάς, για να το βρείτε ξανά αργότερα. Η Κοινοποίηση σας επιτρέπει να το στείλετε σε κάποιον άλλο. Όταν υπάρχουν νέα σχόλια, η Μετάβαση στο Πρώτο Νέο Σχόλιο ανοίγει το στοιχείο ακριβώς στο πρώτο που δεν έχετε δει. Αν έχετε συνδεθεί, η Παρακολούθηση σας ειδοποιεί όταν υπάρχει νέα δραστηριότητα. Η Αποθήκευση και η Παρακολούθηση εξυπηρετούν διαφορετικούς σκοπούς· θα εξηγήσω τη διαφορά αναλυτικότερα όταν φτάσουμε στο Για Εσάς. Αν έχετε δημοσιεύσει εσείς ένα θέμα φόρουμ, για αυτό το θέμα είναι διαθέσιμες και η Επεξεργασία και η Διαγραφή.
es: Los temas del foro, las entradas de apps, los episodios de pódcast y todo lo demás en Inicio comparten el mismo conjunto principal de acciones. Puedes llegar a ellas deslizando, manteniendo pulsado o con el rotor Acciones de VoiceOver. Guardar funciona como un marcador y mantiene el elemento en Para ti para que lo encuentres más tarde. Compartir te permite enviárselo a otra persona. Cuando hay comentarios nuevos, Ir al primer comentario nuevo abre el elemento justo en el primero que aún no has visto. Si has iniciado sesión, Seguir te avisa cuando hay actividad nueva. Guardar y Seguir sirven para cosas distintas, y te explicaré la diferencia con más detalle cuando lleguemos a Para ti. Si publicaste tú mismo un tema del foro, también tendrás Editar y Eliminar para ese tema.
fa: موضوع‌های انجمن، ورودی‌های برنامه، قسمت‌های پادکست و هر چیز دیگری در خانه مجموعهٔ اصلی یکسانی از کنش‌ها دارند. می‌توانید با کشیدن انگشت، لمس و نگه‌داشتن، یا چرخانهٔ کنش‌های VoiceOver به آن‌ها برسید. ذخیره مثل نشانک عمل می‌کند و مورد را در برای شما نگه می‌دارد تا بعداً پیدایش کنید. اشتراک‌گذاری به شما امکان می‌دهد آن را برای کسی بفرستید. وقتی نظرهای تازه‌ای هست، رفتن به اولین دیدگاه جدید مورد را درست روی اولین نظری که هنوز ندیده‌اید باز می‌کند. اگر وارد شده باشید، دنبال کردن هنگام فعالیت تازه به شما اطلاع می‌دهد. ذخیره و دنبال کردن کاربردهای متفاوتی دارند و وقتی به برای شما رسیدیم تفاوتشان را با جزئیات بیشتر توضیح می‌دهم. اگر خودتان یک موضوع در انجمن منتشر کرده باشید، ویرایش و حذف هم برای آن موضوع در دسترس است.
fr: Les sujets de forum, les fiches d'applis, les épisodes de podcast et tout le reste sur l'Accueil partagent le même ensemble d'actions principales. Vous y accédez par un balayage, un appui prolongé ou le rotor Actions de VoiceOver. Enregistrer fonctionne comme un signet et conserve l'élément dans Pour vous pour le retrouver plus tard. Partager vous permet de l'envoyer à quelqu'un. Quand il y a de nouveaux commentaires, Aller au premier nouveau commentaire ouvre l'élément directement au premier que vous n'avez pas encore vu. Si vous êtes connecté, Suivre vous avertit de toute nouvelle activité. Enregistrer et Suivre servent à des choses différentes ; je vous expliquerai la différence plus en détail dans Pour vous. Si vous avez publié vous-même un sujet de forum, Modifier et Supprimer sont aussi disponibles pour ce sujet.
he: לנושאי פורום, רשומות אפליקציה, פרקי פודקאסט וכל השאר בבית יש אותה קבוצה עיקרית של פעולות. אפשר להגיע אליהן בהחלקה, בנגיעה ממושכת או דרך רוטור הפעולות של VoiceOver. שמירה פועלת כמו סימנייה ומשאירה את הפריט בבשבילך כדי שתמצא אותו אחר כך. שיתוף מאפשר לשלוח אותו למישהו אחר. כשיש תגובות חדשות, קפוץ לתגובה החדשה הראשונה פותח את הפריט בדיוק בראשונה שעוד לא ראית. אם התחברת, מעקב מודיע לך כשיש פעילות חדשה. לשמירה ולמעקב יש מטרות שונות, ואסביר את ההבדל בפירוט כשנגיע לבשבילך. אם פרסמת בעצמך נושא בפורום, עומדות לרשותך גם עריכה ומחיקה של אותו נושא.
hi: फ़ोरम विषय, ऐप प्रविष्टियाँ, पॉडकास्ट एपिसोड और होम पर मौजूद बाकी सब कुछ, क्रियाओं का एक ही मुख्य सेट साझा करते हैं। आप इन तक स्वाइप करके, टैप करके होल्ड करके या VoiceOver के क्रियाएँ रोटर से पहुँच सकते हैं। सहेजें बुकमार्क की तरह काम करता है और आइटम को आपके लिए में रखता है ताकि आप उसे बाद में ढूँढ सकें। साझा करें से आप उसे किसी और को भेज सकते हैं। नई टिप्पणियाँ होने पर, पहली नई टिप्पणी पर जाएँ आइटम को ठीक उस पहली टिप्पणी पर खोलता है जो आपने अभी तक नहीं देखी। अगर आपने साइन इन किया है, तो फ़ॉलो करें नई गतिविधि होने पर आपको सूचित करता है। सहेजें और फ़ॉलो करें अलग-अलग काम के लिए हैं, और आपके लिए पर पहुँचने पर मैं इनका अंतर विस्तार से समझाऊँगा। अगर आपने खुद कोई फ़ोरम विषय पोस्ट किया है, तो उस विषय के लिए संपादित करें और हटाएँ भी उपलब्ध हैं।
id: Topik forum, entri aplikasi, episode podcast, dan semua hal lain di Beranda memiliki kumpulan tindakan utama yang sama. Anda bisa mengaksesnya dengan menggesek, mengetuk dan menahan, atau melalui rotor Tindakan VoiceOver. Simpan berfungsi seperti penanda dan menyimpan item di Untuk Anda agar bisa ditemukan lagi nanti. Bagikan memungkinkan Anda mengirimnya ke orang lain. Jika ada komentar baru, Lompat ke Komentar Baru Pertama membuka item tepat di komentar pertama yang belum Anda lihat. Jika Anda sudah masuk, Ikuti memberi tahu Anda saat ada aktivitas baru. Simpan dan Ikuti punya tujuan berbeda, dan saya akan menjelaskan perbedaannya lebih rinci saat kita sampai di Untuk Anda. Jika Anda sendiri yang memposting topik forum, Edit dan Hapus juga tersedia untuk topik tersebut.
it: Argomenti del forum, voci delle app, episodi di podcast e tutto il resto nella Home condividono lo stesso insieme principale di azioni. Puoi raggiungerle con uno scorrimento, tenendo premuto o con il rotore Azioni di VoiceOver. Salva funziona come un segnalibro e tiene l'elemento in Per te, così puoi ritrovarlo più tardi. Condividi ti permette di inviarlo a qualcuno. Quando ci sono nuovi commenti, Vai al primo nuovo commento apre l'elemento proprio al primo che non hai ancora visto. Se hai effettuato l'accesso, Segui ti avvisa quando c'è nuova attività. Salva e Segui servono a cose diverse; ti spiegherò meglio la differenza quando arriveremo a Per te. Se hai pubblicato tu un argomento nel forum, per quell'argomento sono disponibili anche Modifica ed Elimina.
ja: フォーラムのトピック、アプリのエントリ、ポッドキャストのエピソードなど、ホームにあるものはすべて同じ主なアクションを備えています。 これらには、スワイプ、長押し、または VoiceOver のアクションローターでアクセスできます。 「保存」はブックマークのように働き、あとで見つけられるよう項目を「あなたへ」に残します。「共有」では、ほかの人に送ることができます。新しいコメントがあるときは、「最初の新着コメントへ移動」で、まだ見ていない最初のコメントから項目を開けます。 サインインしている場合、「フォロー」は新しいアクティビティがあると知らせてくれます。「保存」と「フォロー」は目的が異なり、その違いは「あなたへ」のところで詳しく説明します。 自分で投稿したフォーラムのトピックには、「編集」と「削除」も使えます。
ko: 포럼 주제, 앱 항목, 팟캐스트 에피소드 등 홈에 있는 모든 것은 같은 주요 동작을 공유해요. 쓸어넘기기, 길게 누르기, 또는 VoiceOver의 동작 로터로 이 동작에 접근할 수 있어요. '저장'은 책갈피처럼 작동해서 나중에 다시 찾을 수 있도록 항목을 '나를 위한'에 보관해요. '공유'로는 다른 사람에게 보낼 수 있어요. 새 댓글이 있으면 '첫 번째 새 댓글로 이동'이 아직 보지 않은 첫 번째 댓글에서 바로 항목을 열어 줘요. 로그인했다면 '팔로우'가 새 활동이 있을 때 알려 줘요. '저장'과 '팔로우'는 용도가 다르며, 그 차이는 '나를 위한'에서 더 자세히 설명할게요. 직접 올린 포럼 주제라면 그 주제에 대해 '편집'과 '삭제'도 쓸 수 있어요.
nl: Forumonderwerpen, app-vermeldingen, podcastafleveringen en al het andere op Home hebben dezelfde belangrijkste acties. Je bereikt ze door te vegen, door ingedrukt te houden of via de VoiceOver-rotor Acties. Bewaar werkt als een bladwijzer en houdt het item in Voor jou, zodat je het later terugvindt. Met Deel stuur je het naar iemand anders. Als er nieuwe reacties zijn, opent Ga naar eerste nieuwe reactie het item precies bij de eerste die je nog niet hebt gezien. Als je bent ingelogd, krijg je met Volg een melding bij nieuwe activiteit. Bewaren en Volgen dienen verschillende doelen; het verschil leg ik uitgebreider uit als we bij Voor jou zijn. Als je zelf een forumonderwerp hebt geplaatst, zijn ook Wijzig en Verwijder beschikbaar voor dat onderwerp.
pl: Tematy forum, wpisy aplikacji, odcinki podcastów i wszystko inne na Stronie głównej mają ten sam główny zestaw działań. Dostęp do nich masz przez przesunięcie, dotknięcie i przytrzymanie albo pokrętło Działania w VoiceOver. Zapisz działa jak zakładka i zachowuje element w sekcji Dla Ciebie, abyś mógł do niego wrócić. Udostępnij pozwala przesłać go komuś innemu. Gdy pojawią się nowe komentarze, Przejdź do pierwszego nowego komentarza otwiera element dokładnie przy pierwszym, którego jeszcze nie widziałeś. Jeśli jesteś zalogowany, Obserwuj powiadamia Cię o nowej aktywności. Zapisz i Obserwuj służą do różnych celów; różnicę wyjaśnię dokładniej, gdy dojdziemy do sekcji Dla Ciebie. Jeśli sam opublikowałeś temat na forum, dla tego tematu dostępne są też Edytuj i Usuń.
pt: Tópicos do fórum, entradas de apps, episódios de podcast e tudo o mais no Início compartilham o mesmo conjunto principal de ações. Você pode acessá-las deslizando, tocando e segurando ou pelo rotor Ações do VoiceOver. Salvar funciona como um favorito e mantém o item em Para você para encontrá-lo depois. Compartilhar permite enviá-lo para outra pessoa. Quando há comentários novos, Ir para o primeiro comentário novo abre o item direto no primeiro que você ainda não viu. Se você tiver entrado na sua conta, Seguir avisa quando houver novas atividades. Salvar e Seguir têm finalidades diferentes, e vou explicar a diferença com mais detalhes quando chegarmos a Para você. Se você mesmo publicou um tópico no fórum, Editar e Apagar também ficam disponíveis para ele.
ru: У тем форума, записей приложений, выпусков подкастов и всего остального на «Главной» один и тот же основной набор действий. Их можно открыть смахиванием, касанием с удержанием или через ротор «Действия» в VoiceOver. «Сохранить» работает как закладка и оставляет материал в разделе «Для вас», чтобы вы потом его нашли. «Поделиться» позволяет отправить его кому-нибудь. Когда есть новые комментарии, «Перейти к первому новому комментарию» открывает материал сразу на первом, который вы ещё не видели. Если вы вошли в аккаунт, «Подписаться» уведомляет вас о новой активности. «Сохранить» и «Подписаться» нужны для разного; подробнее о разнице расскажу, когда дойдём до раздела «Для вас». Если тему на форуме создали вы сами, для неё также доступны «Изменить» и «Удалить».
sv: Forumämnen, appobjekt, poddavsnitt och allt annat på Hem har samma huvudsakliga åtgärder. Du når dem genom att svepa, genom att trycka och hålla eller med VoiceOvers rotor för Åtgärder. Spara fungerar som ett bokmärke och behåller objektet i För dig så att du hittar det igen senare. Dela låter dig skicka det till någon annan. När det finns nya kommentarer öppnar Hoppa till första nya kommentaren objektet direkt vid den första du inte har sett. Om du är inloggad meddelar Följ dig när det finns ny aktivitet. Spara och Följ har olika syften, och jag förklarar skillnaden närmare när vi kommer till För dig. Om du själv har publicerat ett forumämne finns även Redigera och Radera för det ämnet.
th: หัวข้อฟอรัม รายการแอป ตอนพอดแคสต์ และทุกอย่างในหน้าหลัก ใช้ชุดการทำงานหลักชุดเดียวกัน คุณเข้าถึงได้ด้วยการปัด การแตะค้างไว้ หรือตัวหมุนการทำงานของ VoiceOver บันทึก ทำงานเหมือนบุ๊กมาร์กและเก็บรายการไว้ในสำหรับคุณ เพื่อให้คุณหาเจอภายหลัง แชร์ ช่วยให้คุณส่งต่อให้คนอื่น เมื่อมีความคิดเห็นใหม่ ไปที่ความคิดเห็นใหม่แรก จะเปิดรายการตรงความคิดเห็นแรกที่คุณยังไม่เห็น หากลงชื่อเข้าใช้แล้ว ติดตาม จะแจ้งเตือนเมื่อมีกิจกรรมใหม่ บันทึกกับติดตามมีจุดประสงค์ต่างกัน และฉันจะอธิบายความแตกต่างโดยละเอียดเมื่อเราไปถึงสำหรับคุณ หากคุณโพสต์หัวข้อฟอรัมเอง ก็จะใช้แก้ไขและลบกับหัวข้อนั้นได้ด้วย
tr: Forum konuları, uygulama girişleri, podcast bölümleri ve Ana Sayfa'daki diğer her şey aynı temel eylemleri paylaşır. Bunlara kaydırarak, dokunup basılı tutarak veya VoiceOver Eylemler rotoruyla ulaşabilirsiniz. Kaydet bir yer imi gibi çalışır ve öğeyi daha sonra bulabilmeniz için Sizin İçin bölümünde tutar. Paylaş, öğeyi başka birine göndermenizi sağlar. Yeni yorumlar olduğunda İlk Yeni Yoruma Git, öğeyi doğrudan henüz görmediğiniz ilk yorumda açar. Oturum açtıysanız Takip Et, yeni etkinlik olduğunda sizi bilgilendirir. Kaydet ve Takip Et farklı amaçlara hizmet eder; aradaki farkı Sizin İçin bölümüne geldiğimizde daha ayrıntılı açıklayacağım. Bir forum konusunu kendiniz yayımladıysanız o konu için Düzenle ve Sil de kullanılabilir.
uk: Теми форуму, записи додатків, випуски подкастів і все інше на «Головній» мають той самий основний набір дій. Їх можна відкрити змахуванням, дотиком з утриманням або через ротор «Дії» у VoiceOver. «Зберегти» працює як закладка й залишає матеріал у розділі «Для вас», щоб ви потім його знайшли. «Поширити» дає змогу надіслати його комусь. Коли є нові коментарі, «Перейти до першого нового коментаря» відкриває матеріал одразу на першому, якого ви ще не бачили. Якщо ви ввійшли, «Стежити» сповіщає вас про нову активність. «Зберегти» і «Стежити» потрібні для різного; докладніше про різницю розповім, коли дійдемо до розділу «Для вас». Якщо тему на форумі створили ви самі, для неї також доступні «Редагувати» та «Видалити».
vi: Chủ đề diễn đàn, mục ứng dụng, tập podcast và mọi thứ khác trên Trang chủ đều dùng chung một bộ tác vụ chính. Bạn có thể dùng chúng bằng cách vuốt, chạm và giữ, hoặc qua rô-to Tác vụ của VoiceOver. Lưu hoạt động như dấu trang và giữ mục trong Dành cho bạn để bạn tìm lại sau. Chia sẻ cho phép bạn gửi nó cho người khác. Khi có bình luận mới, Đi tới bình luận mới đầu tiên sẽ mở mục ngay tại bình luận đầu tiên bạn chưa xem. Nếu đã đăng nhập, Theo dõi sẽ thông báo cho bạn khi có hoạt động mới. Lưu và Theo dõi phục vụ mục đích khác nhau, và tôi sẽ giải thích sự khác biệt kỹ hơn khi chúng ta đến Dành cho bạn. Nếu chính bạn đã đăng một chủ đề diễn đàn, bạn cũng có thể Sửa và Xóa chủ đề đó.
zh_hans: 论坛话题、应用条目、播客单集以及主页上的其他所有内容，都有同一组主要操作。 你可以通过轻扫、按住或 VoiceOver 的“操作”转子来使用这些操作。 “保存”就像书签，会把项目留在“为您推荐”中，方便以后找到。“分享”可以把它发送给别人。有新评论时，“跳转到第一条新评论”会直接从你还没看过的第一条评论处打开项目。 如果你已登录，“关注”会在有新动态时通知你。“保存”和“关注”用途不同，到“为您推荐”时我会更详细地说明两者的区别。 如果论坛话题是你自己发布的，还可以对该话题使用“编辑”和“删除”。
